package com.company;

public abstract class Human {

    public String fillName; //ФИО
    public String status; // работает, приглашен на собеседование, не работает
    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА

    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА
    // проверка прав на коммит АААААААААААААААААААААААААААААААА







}
